Repository: xerno/ClaudeMonitor
Catalog: ClaudeMonitor/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# about.heading.100_percent
source: When You Hit 100%
ar: عند بلوغ 100%
cs: Při dosažení 100 %
da: Når du rammer 100%
de: Wenn 100 % erreicht sind
es: Cuando llegas al 100%
fi: Kun saavutat 100 %:n
fr: Lorsque vous atteignez 100 %
hi: जब 100% पर पहुँचें
hr: Kad dosegnete 100%
hu: Amikor eléri a 100%-ot
id: Saat Mencapai 100%
it: Quando raggiungi il 100%
ja: 100%に達した場合
ko: 100%에 도달하면
ms: Apabila Mencapai 100%
nb: Når du når 100 %
nl: Wanneer je 100% bereikt
pl: Gdy osiągniesz 100%
pt: Quando Atinge 100%
ru: Когда достигнуто 100%
sk: Keď dosiahnete 100 %
sv: När du når 100 %
th: เมื่อถึง 100%
tr: %100'e Ulaştığınızda
uk: Коли досягнуто 100%
vi: Khi đạt 100%
zh_hans: 当用量达到 100% 时
zh_hant: 當達到 100% 時

# about.heading.color_coding
source: Color Coding
ar: ترميز الألوان
cs: Barevné značení
da: Farvekodning
de: Farbkodierung
es: Código de colores
fi: Värikoodaus
fr: Code couleur
hi: रंग कोडिंग
hr: Označavanje bojama
hu: Színkódolás
id: Kode Warna
it: Codifica colori
ja: カラー表示
ko: 색상 표시
ms: Pengekodan Warna
nb: Fargekoding
nl: Kleurcodering
pl: Kolorowanie
pt: Código de Cores
ru: Цветовая индикация
sk: Farebné kódovanie
sv: Färgkodning
th: รหัสสี
tr: Renk Kodlaması
uk: Кольорове кодування
vi: Mã màu
zh_hans: 颜色标识
zh_hant: 顏色標示

# about.heading.menu_bar
source: Menu Bar
ar: شريط القوائم
cs: Lišta nabídek
da: Menulinje
de: Menüleiste
es: Barra de menús
fi: Valikkorivi
fr: Barre des menus
hi: मेनू बार
hr: Traka izbornika
hu: Menüsor
id: Bar Menu
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
ms: Bar Menu
nb: Menylinje
nl: Menubalk
pl: Pasek menu
pt: Barra de Menus
ru: Строка меню
sk: Lišta
sv: Menyrad
th: แถบเมนู
tr: Menü Çubuğu
uk: Смуга меню
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 選單列

# about.heading.refresh
source: Refresh Behavior
ar: سلوك التحديث
cs: Chování obnovování
da: Opdateringsadfærd
de: Aktualisierungsverhalten
es: Frecuencia de actualización
fi: Päivityskäyttäytyminen
fr: Fréquence d'actualisation
hi: रिफ़्रेश व्यवहार
hr: Ponašanje osvježavanja
hu: Frissítési viselkedés
id: Perilaku Penyegaran
it: Comportamento aggiornamento
ja: 更新の動作
ko: 새로고침 동작
ms: Kelakuan Muat Semula
nb: Oppdateringsatferd
nl: Verversgedrag
pl: Częstotliwość odświeżania
pt: Comportamento de Atualização
ru: Частота обновления
sk: Správanie obnovenia
sv: Uppdateringsbeteende
th: พฤติกรรมการรีเฟรช
tr: Yenileme Davranışı
uk: Поведінка оновлення
vi: Hành vi làm mới
zh_hans: 刷新行为
zh_hant: 重新整理行為

# about.heading.status_icon
source: Status Icon
ar: أيقونة الحالة
cs: Ikona stavu
da: Statusikon
de: Statussymbol
es: Icono de estado
fi: Tilakuvake
fr: Icône d'état
hi: स्थिति आइकन
hr: Ikona statusa
hu: Állapotikon
id: Ikon Status
it: Icona di stato
ja: ステータスアイコン
ko: 상태 아이콘
ms: Ikon Status
nb: Statusikon
nl: Statusicoon
pl: Ikona statusu
pt: Ícone de Estado
ru: Значок статуса
sk: Ikona stavu
sv: Statusikon
th: ไอคอนสถานะ
tr: Durum Simgesi
uk: Іконка статусу
vi: Biểu tượng trạng thái
zh_hans: 状态图标
zh_hant: 狀態圖示

# about.line.blue_icon
source: 🔧 Blue — under maintenance
ar: 🔧 أزرق — صيانة جارية
cs: 🔧 Modrá — údržba
da: 🔧 Blå — vedligeholdelse
de: 🔧 Blau — Wartung
es: 🔧 Azul — en mantenimiento
fi: 🔧 Sininen — huollossa
fr: 🔧 Bleu — en maintenance
hi: 🔧 नीला — रखरखाव जारी
hr: 🔧 Plava — održavanje u tijeku
hu: 🔧 Kék — karbantartás alatt
id: 🔧 Biru — sedang pemeliharaan
it: 🔧 Blu — in manutenzione
ja: 🔧 青 — メンテナンス中
ko: 🔧 파란색 — 유지보수 중
ms: 🔧 Biru — dalam penyelenggaraan
nb: 🔧 Blå — vedlikehold
nl: 🔧 Blauw — onderhoud
pl: 🔧 Niebieska — konserwacja
pt: 🔧 Azul — em manutenção
ru: 🔧 Синий — обслуживание
sk: 🔧 Modrá — údržba
sv: 🔧 Blå — underhåll pågår
th: 🔧 น้ำเงิน — อยู่ระหว่างบำรุงรักษา
tr: 🔧 Mavi — bakımda
uk: 🔧 Синя — технічне обслуговування
vi: 🔧 Xanh dương — đang bảo trì
zh_hans: 🔧 蓝色 — 维护中
zh_hant: 🔧 藍色 — 維護中

# about.line.bold_suffix
source: — ≥ 50%, or outpacing remaining time
ar: — ≥ 50%، أو أسرع من الوقت المتبقي
cs: — ≥ 50 %, nebo přesahuje zbývající čas
da: — ≥ 50%, eller overstiger resterende tid
de: — ≥ 50 % oder schneller als verbleibende Zeit
es: — ≥ 50%, o superando el tiempo restante
fi: — ≥ 50 % tai kulutus ylittää jäljellä olevan ajan
fr: — ≥ 50 %, ou dépasse le temps restant
hi: — ≥ 50%, या शेष समय से अधिक खपत
hr: — ≥ 50%, ili brža potrošnja od preostalog vremena
hu: — ≥ 50%, vagy meghaladja a hátralévő időt
id: — ≥ 50%, atau melebihi laju waktu tersisa
it: — ≥ 50%, o superiore al tempo rimanente
ja: — ≥ 50%、または残り時間を上回るペース
ko: — ≥ 50%, 또는 남은 시간 대비 초과 사용 중
ms: — ≥ 50%, atau melebihi kadar masa berbaki
nb: — ≥ 50 %, eller forbruket overgår gjenværende tid
nl: — ≥ 50%, of sneller dan resterende tijd
pl: — ≥ 50% lub przekracza tempo pozostałego czasu
pt: — ≥ 50%, ou a exceder o tempo restante
ru: — ≥ 50% или опережает оставшееся время
sk: — ≥ 50 %, alebo prekračuje zostávajúci čas
sv: — ≥ 50 %, eller överskrider återstående tid
th: — ≥ 50% หรือใช้งานเร็วกว่าเวลาที่เหลือ
tr: — ≥ %50 veya kalan süreyi aşıyor
uk: — ≥ 50% або випереджає залишок часу
vi: — ≥ 50%, hoặc vượt quá thời gian còn lại
zh_hans: — ≥ 50%，或消耗速率超过剩余时间
zh_hant: — ≥ 50%，或消耗速度超過剩餘時間

# about.line.color_intro
source: Each percentage is styled independently:
ar: يتم تنسيق كل نسبة بشكل مستقل:
cs: Každé procento je stylizováno nezávisle:
da: Hver procentdel formateres uafhængigt:
de: Jeder Prozentwert wird unabhängig formatiert:
es: Cada porcentaje se muestra de forma independiente:
fi: Kukin prosenttiluku muotoillaan erikseen:
fr: Chaque pourcentage est stylisé indépendamment :
hi: प्रत्येक प्रतिशत स्वतंत्र रूप से स्टाइल किया जाता है:
hr: Svaki postotak oblikuje se zasebno:
hu: Minden százalékérték önállóan van formázva:
id: Setiap persentase diberi gaya secara independen:
it: Ogni percentuale ha uno stile indipendente:
ja: 各パーセンテージは個別にスタイルされます:
ko: 각 백분율은 독립적으로 스타일이 적용됩니다:
ms: Setiap peratusan digayakan secara berasingan:
nb: Hver prosentverdi stiles uavhengig:
nl: Elk percentage wordt onafhankelijk opgemaakt:
pl: Każda wartość procentowa jest stylowana niezależnie:
pt: Cada percentagem é estilizada independentemente:
ru: Каждый процент стилизуется независимо:
sk: Každé percento je štylizované nezávisle:
sv: Varje procenttal formateras oberoende:
th: เปอร์เซ็นต์แต่ละค่าแสดงผลแยกกัน:
tr: Her yüzde bağımsız olarak biçimlendirilir:
uk: Кожен відсоток стилізується окремо:
vi: Mỗi phần trăm được tô màu độc lập:
zh_hans: 每个百分比独立着色：
zh_hant: 每個百分比獨立顯示樣式：

# about.line.first_number
source: 1st number — 5-hour window (always visible)
ar: الرقم الأول — نافذة 5 ساعات (يظهر دائمًا)
cs: 1. číslo — 5hodinové okno (vždy viditelné)
da: 1. tal — 5-timers vindue (altid synligt)
de: 1. Zahl — 5-Stunden-Fenster (immer sichtbar)
es: 1.er número — ventana de 5 horas (siempre visible)
fi: 1. luku — 5 tunnin ikkuna (aina näkyvissä)
fr: 1er nombre — fenêtre de 5 heures (toujours visible)
hi: पहला अंक — 5-घंटे की विंडो (हमेशा दिखता है)
hr: 1. broj — 5-satni prozor (uvijek vidljiv)
hu: 1. szám — 5 órás ablak (mindig látható)
id: Angka ke-1 — jendela 5 jam (selalu terlihat)
it: 1° numero — finestra 5 ore (sempre visibile)
ja: 1番目の数値 — 5時間枠（常に表示）
ko: 첫 번째 숫자 — 5시간 윈도우 (항상 표시)
ms: Nombor 1 — tetingkap 5 jam (sentiasa dipaparkan)
nb: 1. tall — 5-timersvindu (alltid synlig)
nl: 1e getal — 5-uursvenster (altijd zichtbaar)
pl: 1. liczba — okno 5-godzinne (zawsze widoczne)
pt: 1.º número — janela de 5 horas (sempre visível)
ru: 1-е число — окно 5 часов (всегда видно)
sk: 1. číslo — 5-hodinové okno (vždy viditeľné)
sv: 1:a talet — 5-timmarsfönster (alltid synligt)
th: ตัวเลขที่ 1 — กรอบเวลา 5 ชั่วโมง (แสดงเสมอ)
tr: 1. sayı — 5 saatlik pencere (her zaman görünür)
uk: 1-е число — 5-годинне вікно (завжди видиме)
vi: Số thứ 1 — khung 5 giờ (luôn hiển thị)
zh_hans: 第1个数字 — 5小时窗口（始终显示）
zh_hant: 第 1 個數字 — 5 小時區間（始終顯示）

# about.line.green
source: ✓ Green — all systems operational
ar: ✓ أخضر — جميع الأنظمة تعمل
cs: ✓ Zelená — všechny systémy fungují
da: ✓ Grøn — alle systemer kører normalt
de: ✓ Grün — alle Systeme betriebsbereit
es: ✓ Verde — todos los sistemas operativos
fi: ✓ Vihreä — kaikki järjestelmät toimivat
fr: ✓ Vert — tous les systèmes opérationnels
hi: ✓ हरा — सभी सिस्टम सक्रिय
hr: ✓ Zelena — svi sustavi rade
hu: ✓ Zöld — minden rendszer működik
id: ✓ Hijau — semua sistem beroperasi
it: ✓ Verde — tutti i sistemi operativi
ja: ✓ 緑 — 全システム正常稼働
ko: ✓ 초록색 — 모든 시스템 정상 운영
ms: ✓ Hijau — semua sistem beroperasi
nb: ✓ Grønn — alle systemer i drift
nl: ✓ Groen — alle systemen operationeel
pl: ✓ Zielona — wszystkie systemy działają
pt: ✓ Verde — todos os sistemas operacionais
ru: ✓ Зелёный — все системы работают
sk: ✓ Zelená — všetky systémy funkčné
sv: ✓ Grön — alla system fungerar
th: ✓ เขียว — ระบบทั้งหมดทำงานปกติ
tr: ✓ Yeşil — tüm sistemler çalışıyor
uk: ✓ Зелена — усі системи працюють
vi: ✓ Xanh lá — tất cả hệ thống hoạt động bình thường
zh_hans: ✓ 绿色 — 所有系统正常运行
zh_hant: ✓ 綠色 — 所有系統正常運作

# about.line.normal
source: Normal — usage is within comfortable limits
ar: عادي — الاستخدام ضمن الحدود المريحة
cs: Normální — využití je v přijatelném rozsahu
da: Normal — forbruget er inden for komfortable grænser
de: Normal — Nutzung im unkritischen Bereich
es: Normal — el uso está dentro de límites cómodos
fi: Normaali — käyttö on mukavissa rajoissa
fr: Normal — utilisation dans les limites confortables
hi: सामान्य — उपयोग आरामदायक सीमा में है
hr: Obično — potrošnja je unutar sigurnih granica
hu: Normál — a használat kényelmes határokon belül van
id: Normal — penggunaan dalam batas wajar
it: Normale — l'utilizzo è entro limiti confortevoli
ja: 通常 — 使用量は余裕のある範囲内です
ko: 보통 — 사용량이 여유 범위 내에 있음
ms: Normal — penggunaan dalam had selesa
nb: Normal — forbruket er innenfor komfortable grenser
nl: Normaal — gebruik is binnen comfortabele limieten
pl: Zwykły — zużycie w komfortowym zakresie
pt: Normal — utilização dentro dos limites confortáveis
ru: Обычный — потребление в пределах нормы
sk: Normálne — využitie je v pohodlných medziach
sv: Normal — användningen är inom bekväma gränser
th: ปกติ — การใช้งานอยู่ในระดับสบาย
tr: Normal — kullanım rahat sınırlar içinde
uk: Звичайний — використання в межах норми
vi: Bình thường — mức sử dụng trong giới hạn an toàn
zh_hans: 正常 — 用量在安全范围内
zh_hant: 一般 — 使用量在安全範圍內

# about.line.orange
source: Orange — ≥ 70%, or significantly outpacing time
ar: برتقالي — ≥ 70%، أو يتجاوز الوقت بشكل ملحوظ
cs: Oranžová — ≥ 70 %, nebo výrazně přesahuje čas
da: Orange — ≥ 70%, eller markant overstiger tid
de: Orange — ≥ 70 % oder deutlich schneller als Zeit
es: Naranja — ≥ 70%, o superando significativamente el tiempo
fi: Oranssi — ≥ 70 % tai kulutus ylittää ajan selvästi
fr: Orange — ≥ 70 %, ou dépasse significativement le temps
hi: नारंगी — ≥ 70%, या समय से काफ़ी अधिक खपत
hr: Narančasto — ≥ 70%, ili znatno brža potrošnja od vremena
hu: Narancs — ≥ 70%, vagy jelentősen meghaladja az időt
id: Oranye — ≥ 70%, atau laju jauh melebihi waktu
it: Arancione — ≥ 70%, o significativamente superiore al tempo
ja: オレンジ — ≥ 70%、または大幅に時間を上回るペース
ko: 주황색 — ≥ 70%, 또는 시간 대비 크게 초과 사용 중
ms: Oren — ≥ 70%, atau melebihi kadar masa dengan ketara
nb: Oransje — ≥ 70 %, eller forbruket overgår tiden betydelig
nl: Oranje — ≥ 70%, of aanzienlijk sneller dan tijd
pl: Pomarańczowy — ≥ 70% lub znacznie przekracza tempo
pt: Laranja — ≥ 70%, ou a exceder significativamente o tempo
ru: Оранжевый — ≥ 70% или значительно опережает время
sk: Oranžová — ≥ 70 %, alebo výrazne prekračuje čas
sv: Orange — ≥ 70 %, eller betydligt överskrider tid
th: ส้ม — ≥ 70% หรือใช้งานเร็วกว่าเวลามาก
tr: Turuncu — ≥ %70 veya süreyi belirgin şekilde aşıyor
uk: Помаранч. — ≥ 70% або значно випереджає час
vi: Cam — ≥ 70%, hoặc vượt đáng kể so với thời gian
zh_hans: 橙色 — ≥ 70%，或消耗速率明显超前
zh_hant: 橘色 — ≥ 70%，或消耗速度明顯超前

# about.line.orange_icon
source: ! Orange — partial outage
ar: ! برتقالي — انقطاع جزئي
cs: ! Oranžová — částečný výpadek
da: ! Orange — delvist nedbrud
de: ! Orange — teilweiser Ausfall
es: ! Naranja — interrupción parcial
fi: ! Oranssi — osittainen katkos
fr: ! Orange — panne partielle
hi: ! नारंगी — आंशिक आउटेज
hr: ! Narančasta — djelomični ispadi
hu: ! Narancs — részleges kimaradás
id: ! Oranye — gangguan sebagian
it: ! Arancione — interruzione parziale
ja: ! オレンジ — 部分的な障害
ko: ! 주황색 — 부분 장애
ms: ! Oren — gangguan separa
nb: ! Oransje — delvis tjenesteavbrudd
nl: ! Oranje — gedeeltelijke storing
pl: ! Pomarańczowa — częściowa awaria
pt: ! Laranja — interrupção parcial
ru: ! Оранжевый — частичный сбой
sk: ! Oranžová — čiastočný výpadok
sv: ! Orange — partiellt avbrott
th: ! ส้ม — ขัดข้องบางส่วน
tr: ! Turuncu — kısmi kesinti
uk: ! Помаранч. — часткова перебій
vi: ! Cam — gián đoạn một phần
zh_hans: ! 橙色 — 部分故障
zh_hant: ! 橘色 — 部分中斷

# about.line.red
source: Red — ≥ 80%, or critically outpacing time
ar: أحمر — ≥ 80%، أو يتجاوز الوقت بشكل حرج
cs: Červená — ≥ 80 %, nebo kriticky přesahuje čas
da: Rød — ≥ 80%, eller kritisk overstiger tid
de: Rot — ≥ 80 % oder kritisch schneller als Zeit
es: Rojo — ≥ 80%, o superando críticamente el tiempo
fi: Punainen — ≥ 80 % tai kulutus ylittää ajan kriittisesti
fr: Rouge — ≥ 80 %, ou dépasse le temps de façon critique
hi: लाल — ≥ 80%, या गंभीर रूप से अधिक खपत
hr: Crveno — ≥ 80%, ili kritično brža potrošnja od vremena
hu: Piros — ≥ 80%, vagy kritikusan meghaladja az időt
id: Merah — ≥ 80%, atau laju kritis melebihi waktu
it: Rosso — ≥ 80%, o criticamente superiore al tempo
ja: 赤 — ≥ 80%、または危険なペースで時間を超過
ko: 빨간색 — ≥ 80%, 또는 시간 대비 심각하게 초과 사용 중
ms: Merah — ≥ 80%, atau melebihi kadar masa secara kritikal
nb: Rød — ≥ 80 %, eller forbruket overgår tiden kritisk
nl: Rood — ≥ 80%, of kritiek sneller dan tijd
pl: Czerwony — ≥ 80% lub krytycznie przekracza tempo
pt: Vermelho — ≥ 80%, ou a exceder criticamente o tempo
ru: Красный — ≥ 80% или критически опережает время
sk: Červená — ≥ 80 %, alebo kriticky prekračuje čas
sv: Röd — ≥ 80 %, eller kritiskt överskrider tid
th: แดง — ≥ 80% หรือใช้งานเร็วเกินอย่างวิกฤต
tr: Kırmızı — ≥ %80 veya süreyi kritik düzeyde aşıyor
uk: Червоний — ≥ 80% або критично випереджає час
vi: Đỏ — ≥ 80%, hoặc vượt nghiêm trọng so với thời gian
zh_hans: 红色 — ≥ 80%，或消耗速率严重超前
zh_hant: 紅色 — ≥ 80%，或消耗速度嚴重超前

# about.line.red_icon
source: ✕ Red — major outage
ar: ✕ أحمر — انقطاع كبير
cs: ✕ Červená — velký výpadek
da: ✕ Rød — større nedbrud
de: ✕ Rot — schwerer Ausfall
es: ✕ Rojo — interrupción grave
fi: ✕ Punainen — laaja katkos
fr: ✕ Rouge — panne majeure
hi: ✕ लाल — बड़ा आउटेज
hr: ✕ Crvena — veći ispad
hu: ✕ Piros — súlyos kimaradás
id: ✕ Merah — gangguan besar
it: ✕ Rosso — interruzione grave
ja: ✕ 赤 — 重大な障害
ko: ✕ 빨간색 — 대규모 장애
ms: ✕ Merah — gangguan besar
nb: ✕ Rød — stort tjenesteavbrudd
nl: ✕ Rood — grote storing
pl: ✕ Czerwona — poważna awaria
pt: ✕ Vermelho — interrupção grave
ru: ✕ Красный — серьёзный сбой
sk: ✕ Červená — veľký výpadok
sv: ✕ Röd — allvarligt avbrott
th: ✕ แดง — ขัดข้องร้ายแรง
tr: ✕ Kırmızı — büyük kesinti
uk: ✕ Червона — масштабна перебій
vi: ✕ Đỏ — gián đoạn nghiêm trọng
zh_hans: ✕ 红色 — 严重故障
zh_hant: ✕ 紅色 — 重大中斷

# about.line.second_number
source: 2nd number — 7-day window
ar: الرقم الثاني — نافذة 7 أيام
cs: 2. číslo — 7denní okno
da: 2. tal — 7-dages vindue
de: 2. Zahl — 7-Tage-Fenster
es: 2.º número — ventana de 7 días
fi: 2. luku — 7 päivän ikkuna
fr: 2e nombre — fenêtre de 7 jours
hi: दूसरा अंक — 7-दिन की विंडो
hr: 2. broj — 7-dnevni prozor
hu: 2. szám — 7 napos ablak
id: Angka ke-2 — jendela 7 hari
it: 2° numero — finestra 7 giorni
ja: 2番目の数値 — 7日間枠
ko: 두 번째 숫자 — 7일 윈도우
ms: Nombor 2 — tetingkap 7 hari
nb: 2. tall — 7-dagersvindu
nl: 2e getal — 7-dagenvenster
pl: 2. liczba — okno 7-dniowe
pt: 2.º número — janela de 7 dias
ru: 2-е число — окно 7 дней
sk: 2. číslo — 7-dňové okno
sv: 2:a talet — 7-dagarsfönster
th: ตัวเลขที่ 2 — กรอบเวลา 7 วัน
tr: 2. sayı — 7 günlük pencere
uk: 2-е число — 7-денне вікно
vi: Số thứ 2 — khung 7 ngày
zh_hans: 第2个数字 — 7天窗口
zh_hant: 第 2 個數字 — 7 天區間

# about.line.shows_usage
source: The menu bar shows your Claude usage as percentages.
ar: يعرض شريط القوائم استخدامك لـ Claude كنسب مئوية.
cs: V liště nabídek se zobrazuje využití Claude v procentech.
da: Menulinjen viser dit Claude-forbrug som procentdele.
de: Die Menüleiste zeigt Ihre Claude-Nutzung als Prozentwerte.
es: La barra de menús muestra tu uso de Claude en porcentajes.
fi: Valikkorivi näyttää Claude-käyttösi prosentteina.
fr: La barre des menus affiche votre utilisation de Claude en pourcentages.
hi: मेनू बार आपके Claude उपयोग को प्रतिशत में दिखाता है।
hr: Traka izbornika prikazuje vašu potrošnju usluge Claude u postocima.
hu: A menüsor százalékban mutatja a Claude használatot.
id: Bar menu menampilkan penggunaan Claude Anda dalam persentase.
it: La barra dei menu mostra l'utilizzo di Claude in percentuale.
ja: メニューバーに Claude の使用量がパーセンテージで表示されます。
ko: 메뉴 막대에 Claude 사용량이 백분율로 표시됩니다.
ms: Bar menu menunjukkan penggunaan Claude anda sebagai peratusan.
nb: Menylinjen viser Claude-forbruket ditt som prosent.
nl: De menubalk toont je Claude-gebruik als percentages.
pl: Pasek menu pokazuje zużycie Claude w procentach.
pt: A barra de menus mostra a sua utilização do Claude em percentagens.
ru: В строке меню отображается потребление Claude в процентах.
sk: Lišta zobrazuje vaše využitie Claude v percentách.
sv: Menyraden visar din Claude-användning i procent.
th: แถบเมนูแสดงการใช้งาน Claude ของคุณเป็นเปอร์เซ็นต์
tr: Menü çubuğu Claude kullanımınızı yüzde olarak gösterir.
uk: Смуга меню показує використання Claude у відсотках.
vi: Thanh menu hiển thị mức sử dụng Claude dưới dạng phần trăm.
zh_hans: 菜单栏以百分比形式显示您的 Claude 用量。
zh_hant: 選單列以百分比顯示您的 Claude 使用量。

# about.line.third_number
source: 3rd number — 7-day Sonnet window
ar: الرقم الثالث — نافذة 7 أيام Sonnet
cs: 3. číslo — 7denní okno Sonnet
da: 3. tal — 7-dages Sonnet-vindue
de: 3. Zahl — 7-Tage-Sonnet-Fenster
es: 3.er número — ventana de 7 días Sonnet
fi: 3. luku — 7 päivän Sonnet-ikkuna
fr: 3e nombre — fenêtre Sonnet de 7 jours
hi: तीसरा अंक — 7-दिन Sonnet विंडो
hr: 3. broj — 7-dnevni Sonnet prozor
hu: 3. szám — 7 napos Sonnet ablak
id: Angka ke-3 — jendela 7 hari Sonnet
it: 3° numero — finestra 7 giorni Sonnet
ja: 3番目の数値 — 7日間 Sonnet 枠
ko: 세 번째 숫자 — 7일 Sonnet 윈도우
ms: Nombor 3 — tetingkap 7 hari Sonnet
nb: 3. tall — 7-dagers Sonnet-vindu
nl: 3e getal — 7-dagen Sonnet-venster
pl: 3. liczba — okno 7-dniowe Sonnet
pt: 3.º número — janela de 7 dias Sonnet
ru: 3-е число — окно 7 дней Sonnet
sk: 3. číslo — 7-dňové okno Sonnet
sv: 3:e talet — 7-dagars Sonnet-fönster
th: ตัวเลขที่ 3 — กรอบเวลา 7 วัน Sonnet
tr: 3. sayı — 7 günlük Sonnet penceresi
uk: 3-є число — 7-денне вікно Sonnet
vi: Số thứ 3 — khung 7 ngày Sonnet
zh_hans: 第3个数字 — 7天 Sonnet 窗口
zh_hant: 第 3 個數字 — 7 天 Sonnet 區間

# about.line.yellow
source: ! Yellow — degraded performance
ar: ! أصفر — أداء متدهور
cs: ! Žlutá — zhoršený výkon
da: ! Gul — forringet ydeevne
de: ! Gelb — eingeschränkte Leistung
es: ! Amarillo — rendimiento degradado
fi: ! Keltainen — heikentynyt suorituskyky
fr: ! Jaune — performances dégradées
hi: ! पीला — प्रदर्शन में गिरावट
hr: ! Žuta — smanjena učinkovitost
hu: ! Sárga — csökkent teljesítmény
id: ! Kuning — kinerja menurun
it: ! Giallo — prestazioni ridotte
ja: ! 黄 — パフォーマンス低下
ko: ! 노란색 — 성능 저하
ms: ! Kuning — prestasi merosot
nb: ! Gul — redusert ytelse
nl: ! Geel — verminderde prestaties
pl: ! Żółta — obniżona wydajność
pt: ! Amarelo — desempenho degradado
ru: ! Жёлтый — снижение производительности
sk: ! Žltá — znížený výkon
sv: ! Gul — försämrad prestanda
th: ! เหลือง — ประสิทธิภาพลดลง
tr: ! Sarı — düşük performans
uk: ! Жовта — знижена продуктивність
vi: ! Vàng — hiệu suất giảm
zh_hans: ! 黄色 — 性能下降
zh_hant: ! 黃色 — 效能降低
